;Place localized text in this file

[Skirmisher_TorsoDeco_B_M_Cloak X2BodyPartTemplate]
DisplayName="Skirmisher Torso Cloak A"

[Skirmisher_TorsoDeco_C_M_Cloak X2BodyPartTemplate]
DisplayName="Skirmisher Torso Cloak B"

[Skirmisher_TorsoDeco_B_F_Cloak X2BodyPartTemplate]
DisplayName="Skirmisher Torso Cloak A"

[Skirmisher_TorsoDeco_C_F_Cloak X2BodyPartTemplate]
DisplayName="Skirmisher Torso Cloak B"